Repository: Faskomilo/MessagesCLI
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es

source: Welcome
es: Bienvenido

source: Status
es: Estatus

source: Blocks
es: Parcelas

source: Activity
es: Actividad

source: Equipment
es: Equipo

source: Products
es: Insumos

source: Notes
es: Notas

source: Activity type
es: Tipo de actividad

source: Description
es: Descripción

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de término

source: Select blocks
es: Seleccionar parcelas

source: Select supervisor
es: Selecciona supervisor

source: Select All
es: Seleccionar todo

source: Warehouse
es: Almacén

source: Category
es: Categoría

source: Add Equipment
es: Agregar Equipo

source: Storage
es: Almacenamiento

source: Select a category
es: Selecciona una categoría

source: Select an equipment
es: Seleccionar un equipo

source: No equipment added.
es: Ningun equipo agregado.

source: Product
es: Insumo

source: Add Product
es: Agregar Insumo

source: No products added.
es: Ningún producto agregado.

source: Add notes
es: Agregar notas

source: Type a note
es: Ingresa una nota

source: No notes added
es: Ninguna nota agregada

source: Back
es: Regresar

source: CANCEL
es: CANCELAR

source: Save activity
es: Guardar actividad

source: Other employees
es: Otros empleados

source: No assign date selected
es: No se ha seleccionado fecha

source: No supervisor selected
es: No se ha seleccionado supervisor

source: No blocks selected
es: No se han selecionado parcelas

source: This activity already have progress
es: Esta actividad esta en progreso

source: success
es: Éxito

source: Cool
es: Exito

source: Unittest
es: Prueba unitaria

source: Bad request
es: Petición errónea

source: Agrosuite Checkin
es: Registro Agrosuite

source: Unauthorized
es: Acceso denegado

source: Carto API call
es: Llamada Carto API

source: Unauthorized request, please signin.
es: Petición no permitida, por favor ingrese al sistema.

source: All
es: Todos

source: Assets
es: Activos

source: Equipments
es: Equipos

source: Product stock
es: Stock de producto

source: file validation pass
es: Validación exitosa

source: Validation fail
es: Fallo validación

source: File can't be processed
es: Archivo no pudo ser procesado

source: Cost per hour: *
es: Costo por hora: *

source: Type the cost per hour
es: Ingresa el costo por hora

source: Catalogs
es: Catálogos

source: Employees
es: Empleados

source: Buyers
es: Clientes

source: Suppliers
es: Proveedores

source: Warehouses
es: Almacenes

source: Crop classes
es: Clasificación de cultivo

source: Equipments catalog
es: Catalogo de Equipo

source: Shipping addresses
es: Direcciones de envío

source: Shipping Addresses
es: Direcciones de Envío

source: Companies
es: Compañias

source: Inventory catalog
es: Catalogo de inventario

source: The crop does not exists
es: El cultivo no existe

source: Dashboards
es: Tableros de control

source: Heat Map
es: Mapa de calor

source: Activity overview
es: Resumen de actividades

source: Productivity
es: Productividad

source: Progress
es: Progreso

source: Products Dashboard
es: Reporte de Insumos

source: No records found
es: No se encontraron registros

source: Date
es: Fecha

source: Crop
es: Cultivo

source: Field
es: Campo

source: Job
es: Trabajo

source: Parcel
es: Parcela

source: Activity Status
es: Estatus de actividad

source: Export Activities
es: Exportar actividades

source: The export process has struggle.
es: El proceso de exportar fallo

source: Employee
es: Empleado

source: Scout Category
es: Categoría de Exploración

source: Scout Subcategory
es: Subcategoría de Exploración

source: Block
es: Parcela

source: Scouting-report
es: Reporte-exploración

source: All years
es: Todos los años

source: Worked Hours
es: Horas trabajadas

source: Yield per area
es: Producción por área

source: Revenue
es: Ventas por área

source: Cost per area
es: Costo por área

source: Profit
es: Ganancias

source: Agrosuite: Request a demo
es: Agrosuite: Solicita un demo

source: DemoRequest added
es: Solicitud de demo procesada

source: Error adding your demo request, please try again later.
es: Erro procesando solicitud de demo, porfavor intenta más tarde

source: There are some errors in your inputs, please check and try again.
es: Existen algunos errores en los datos ingresados, porfavor revisalos e intenta más tarde

source: Demo request inputs are required.
es: Los datos de solicitud de demo son obligatorios

source: Operation
es: Operación

source: Planning
es: Planeación

source: Harvest
es: Cosecha

source: Scouting reports
es: Reportes de exploración

source: Sampling
es: Muestreo

source: Weather
es: Clima

source: Successfully get fields
es: Campos obtenidos con éxito

source: Successfully removed field plan form field
es: Se ha eliminado el plan de campo exitosamente.

source: The field plan does not exists
es: La planeación de campo no existe

source: Job removed from field plan susccessfully
es: Trabajo ha sido eliminado

source: Job has activities
es: Trabajo tiene actividades, no se puede eliminar

source: Job does not exists
es: Trabajo no existe

source: Successfully get field plan
es: Plan de Campos obtenido con éxito

source: Concept
es: Concepto

source: Detail
es: Detalle

source: Income
es: Ingresos

source: Outcome
es: Salidas

source: Export account records
es: Exportar

source: Financials
es: Finanzas

source: No Cropclass
es: Sin clasificación de cultivo

source: Help
es: Ayuda

source: Order doesn't exist
es: La orden no existe

source: an error has occurred
es: Ha ocurrido un error

source: PurchaseOrder is register
es: La orden ha sido registrada

source: products are missing
es: Faltan productos

source: Looks good !
es: Bien

source: Something goes wrong
es: Algo salió mal

source: PurchaseOrder is canceled
es: La orden ha sido cancelada

source: Order can be canceled
es: La orden puede ser cancelada

source: Products are missing
es: Faltan productos

source: Invalid data or missing
es: Información inválida

source: You cannot delete blocks with progress in this job
es: No puede quitar parcelas que ya tienen progreso en este trabajo

source: Job saved successfully
es: Trabajo guardado exitosamente.

source: Error saving Job, please try again later.
es: Error al guardar el trabajo, por favor intente de nuevo.

source: Agrosuite: Login
es: Agrosuite: Iniciar sesión

source: Invalid code has been used before.
es: Código invalido, ya fue usado anteriormente.

source: Invalid code.
es: Código invalido.

source: Agrosuite: Password recovery
es: Agrosuite: Recuperar contraseña

source: Recovery password email sent, please, check your email inbox to see the instructions.
es: Se ha envido por correo las instrucciones para recuperar su contraseña, por favor revise su correo.

source: Email input is required.
es: Email es requerido

source: Agrosuite: Select a project
es: Agrosuite: Seleccione un proyecto

source: Management
es: Administración

source: Sales
es: Ventas

source: Purchase order
es: Órdenes de compra

source: Jornual
es: Libro diario

source: Labor payroll
es: Pago de labores

source: Map View
es: Mapa

source: Select project before.
es: Seleccione proyecto.

source: Field ID is required
es: Id de campo es requerido

source: Invalid project or fields
es: Proyectos o campos invalido

source: Sensors
es: Sensores

source: Layers
es: Capas

source: Invalid project or field
es: Proyecto o campo invalido

source: Grid ID is required
es: Id de cuadrícula es requerido

source: Error dowloading data
es: Error descargando datos

source: No employee for this user
es: Este usuario no tiene empleado

source: notification has been pushed
es: La notificación ha sido enviada

source: pull
es: Jalar

source: open
es: Abrir

source: read
es: Leer

source: message
es: Mensaje

source: unvalid username
es: Nombre de usuario inválido

source: invalid token
es: Token inválido

source: Resources
es: Recursos

source: Total amount or worked hours are not consistent with your sent data.
es: La cantidad total o las horas trabajadas no son consistentes con los datos.

source: The payroll payment has been succefully registered.
es: El pago ha sido registrado exitosamente.

source: Season Plan saved successfully
es: Plan de temporada guardado exitosamente.

source: Error saving season plan, please try again later.
es: Error al guardar el plan de temporada, por favor intente de nuevo.

source: Successfully assigned season plan
es: Plan de temporada asignado con éxito.

source: Error assigning season plan
es: Error a asginar el plan de temporada

source: Settings
es: Configuraciones

source: Field settings
es: Campos

source: User edition
es: Edición del usuario

source: Error saving user settings, please try again later.
es: Error al guardar la configuración del usuario, por favor intente de nuevo.

source: User settings inputs are required.
es: Datos de configuración del usuario son requeridas.

source: Project
es: Proyecto

source: Project settings updated
es: Actualización de configuración del proyecto

source: Error saving project settings, please try again later.
es: Error al salvar los ajustes del proyecto, por favor intente de nuevo.

source: Project settings inputs are required.
es: Datos para ajustes del proyecto son requeridos

source: Donate
es: Donar

source: Password
es: Contraseña

source: Successfully synchronized
es: Sicronización exitosa

source: Add
es: Agregar

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Update
es: Actualizar

source: Close
es: Cerrar

source: Search
es: Buscar

source: Page
es: Página

source: of
es: de

source: Rows per page
es: Registros por página

source: records
es: registros

source: The information has been saved correctly.
es: La información se ha guardado correctamente.

source: There was an error
es: Hubo un error

source: Processing information.
es: Procesando información

source: The record has been deleted
es: El registro ha sido eliminado

source: Do you want to delete
es: Deseas eliminar

source: Yes
es: Sí

source: Company Name: *
es: Nombre de la Compañía: *

source: e.i. Walmart
es: ej. Walmart de México SA de CV

source: Type the name
es: Ingresa el nombre

source: Description:
es: Descripción:

source: e.i. Retail
es: ej. Retail

source: Type description
es: Ingresa la descripción

source: Contact Name:
es: Nombre del contacto:

source: e.i. John Smith
es: ej. Jaime Gomez

source: Type contact name
es: Ingresa el nombre del contacto

source: Opening Hours:
es: Horario de apertura:

source: e.i. Monday to Friday 9 TO 5 PM
es: ej. L-V de 8:00 a 18:00 hrs.

source: Type the opening hours
es: Ingresa el horario de operación

source: Phone:
es: Teléfono:

source: e.i. +1 480-7777-777
es: ej. 56452589

source: Type phone
es: Ingresa el telefono

source: Email:
es: Correo electrónico:

source: e.i johnsmith@walmart.com
es: ej. jaimego@walmart.com

source: Type email
es: Ingresa el email

source: Tax Id:
es: RFC:

source: e.i. 12-3456789
es: ej. WME4394990

source: Type tax Id
es: Ingresa el identificador de pago de impuestos

source: Company Address: *
es: Dirección de la Compañía: *

source: e.i. 456 Conrad Street
es: ej. Paseo de los tulipanes #43

source: Type your first address
es: Ingresa tu dirección principal

source: City: *
es: Ciudad: *

source: e.i. Phoenix
es: ej. Guanajuato

source: Type your city
es: Ingresa tu ciudad

source: State: *
es: Estado: *

source: e.i. Arizona
es: ej. Guanajuato

source: Type your State
es: Ingresa tu estado

source: Country: *
es: País: *

source: e.i. USA
es: ej. México

source: Type your country
es: Ingresa tu país

source: Zipcode: *
es: Código Postal: *

source: e.i. 85014
es: ej. 45256

source: Type Zipcode
es: Ingresa código postal

source: Name
es: Nombre

source: Address
es: Dirección

source: City
es: Ciudad

source: State
es: Estado

source: Invalid name format
es: Formato del nombre inválido

source: Invalid city format
es: Formato de cuidad inválido

source: Invalid country
es: Formato de país inválido

source: Invalid state
es: Fomato de estado inválido

source: Invalid zipcode
es: Formato de código postal inválido

source: Invalid phone
es: Formato telefónico inválido

source: Invalid email
es: Formato de correo electrónico inválido

source: Invalid contact name
es: Formato del nombre de contacto inválido

source: Invalid address 1
es: Formato de direccion inválido

source: Invalid tax format
es: Formato del inpuesto inválido

source: Invalid description
es: Formato de descripción inválido

source: Invalid address format
es: Formato de dirección inválido

source: Business name: *
es: Razón social: *

source: e.i. Grand Valley Farms
es: Granjas el Gran Valle

source: Type the business name
es: Ingrese razón social

source: Taxpayer ID number: *
es: R.F.C.: *

source: e.i. A-46557039
es: ACFG230918

source: Type the TIN
es: Ingrese R.F.C.

source: Only letters are accepted
es: Únicamente se aceptan letras.

source: e.i. Premium local
es: ej. Premium local

source: e.i. 12 perfect green limes of 150 g per net.
es: ej. Limón Italiano, LM, 2010, árbol, Kg, 100 arboles/hectarea

source: Crop Type
es: Tipo de cultivo:

source: Invalid description format
es: Formato de descrición invalido

source: First name: *
es: Nombre: *

source: Type the first name
es: Ingresa el nombre

source: Last name: *
es: Apellido: *

source: e.i. Doe
es: ej. Martínez

source: Type the last name
es: Ingresa el apellido

source: Position: *
es: Puesto: *

source: Internal Code: *
es: Código Interno: *

source: e.i. 0023
es: ej. 0023

source: Type the code
es: Ingresa el código

source: Autogenerate internal code
es: Autogenerar Código Interno

source: An internal code will be automatically generated
es: Se generará automáticamente un código interno

source: Security Number:
es: Número de Seguridad Social:

source: e.i. IMSS-02-008
es: ej. IMSS-02-008

source: Type the security number
es: Ingresa el numero de seguridad del empleado

source: CURP: (Identifier)
es: CURP:

source: e.i. BADD110313HCMLNS09
es: ej. BADD110313HCMLNS09

source: Type the CURP
es: Ingresa el CURP

source: Status:
es: Estatus:

source: Type the phone
es: Ingresa el telefono del empleado

source: e.i. johnd@hotmail.com
es: ej. dmartinez@hotmail.com

source: Type the email
es: Ingresa el email

source: Admission Date:
es: Fecha de Admisión:

source: Select the date of the employee admission
es: Seleccione una fecha de alta del empleado

source: Notes:
es: Notas:

source: Lastname
es: Apellido

source: Internal Code
es: Código Interno

source: Position
es: Puesto

source: Admision Date
es: Fecha de admisión

source: Cost
es: Costo

source: Currency
es: Moneda

source: Work Team
es: Equipos de trabajo

source: Invalid first name format
es: Formato de primer nombre invalido

source: Invalid last name format
es: Formato de segundo nombre invalido

source: Invalid cost
es: Formato de primer nombre invalido

source: Invalid email format
es: Formato de correo electrónico invalido

source: Invalid phone format
es: Formato telefonico invalido

source: Invalid position format
es: Formato del puesto invalido

source: Invalid status format
es: Formato del estatus invalido

source: Invalid security number format
es: Formato del numero se seguridad invalido

source: Invalid code format
es: Formato del código invalido

source: Employee Status
es: Estatus de empleado

source: e.i. TR08
es: ej. TR08

source: Name: *
es: Nombre: *

source: e.i. Tractor XL-34
es: ej. Tractor XL-34

source: e.i. John Deere mod.4534XL Diesel 4X4
es: ej. mod.4534XL Diesel 4x4

source: Type the descriptions
es: Ingresa la Descripción

source: Equipment Category:
es: Categoría del Equipo:

source: e.i. 20 (quantity only)
es: ej. 20 (solo cantidad)

source: Type the quantity
es: Escribe la cantidad

source: Equipment Categories
es: Categorías de Equipo

source: External Code
es: No. de orden externa

source: Supplier
es: Proveedor

source: Order Status
es: Estatus de orden

source: Payment Status
es: Estatus de pago

source: Invalid externalID format
es: Formato de identificador externo invalido

source: Quantity
es: Cantidad

source: Invalid quantity format
es: Formato de cantidad invalido

source: Class
es: Clase

source: Invalid season Plan format
es: Formato invalido de plan de temporada

source: Invalid field format
es: Formato de campo invalido

source: Invalid Crop Class
es: Clase de cosecha invalida

source: Positions
es: Puestos

source: e.i. FE54
es: ej. FE54

source: e.i. Affinity
es: ej. Fertilizante Affinity

source: e.i. NP in 2mg pieces
es: ej. NP en 2mg

source: Type the description
es: Ingresa la descripción

source: Product Category:
es: Categoría del Producto:

source: Unit:
es: Unidad

source: e.i. 100 (quantity only)
es: ej. 100 (solo cantidad)

source: Allow Over-Subscription
es: Permitir suscripción excesiva

source: Units
es: Unidades

source: Please select Product Category
es: Seleciona una categoría de producto

source: Please select Product Unit
es: Seleciona unidad de producto

source: Product Categories
es: Categorías de Producto

source: Product Category
es: Categoría de producto

source: Unit
es: Unidad

source: Invalid project name
es: Nombre de proyecto invalido

source: ID Currency must be an integer
es: ID de moneda debe ser un numero entero

source: ID Currency does not exists
es: El identificador de moneda no existe

source: ID Area unit must be an integer
es: ID unidad de área debe ser un numero entero

source: ID Area unit does not exists
es: El identificador de la unidad de área no existe

source: Name of the role
es: Nombre del rol

source: Type the role name
es: Ingresa el nombre del rol

source: ID Crop does not exists
es: El identificador del cultivo no existe

source: Invalid season plan name
es: Nombre del plan de temporada invalido

source: ID Project must be an integer
es: Indentificador del proyecto debe ser un numero entero

source: ID Project does not exists
es: El identificador del proyecto no existe

source: ID Client must be an integer
es: ID cliente debe ser un numero entero

source: ID Client does not exists
es: El identificador del cliente no existe

source: e.i. Holt-Wh02
es: ej. Almacén Principal

source: First Address: *
es: Dirección: *

source: e.i. 478 Smith Steet
es: ej. Paseo de los tulipanes #43

source: Second Address:
es: Segunda Dirección:

source: Type your second address
es: Ingresa la 2da dirección

source: City or Province: *
es: Ciudad: *

source: e.i. Brunswick
es: ej. Guanajuato

source: e.i. Victoria
es: ej. Guanajuato

source: Type the state
es: Ingresa el estado

source: e.i. Australia
es: e.j. México

source: Type country
es: Ingresa el país

source: Country
es: País

source: e.i. McGregor Fertilizers
es: ej: Fertilizanctes S.A de C.V

source: e.i. Fertilizers compost and pest traps
es: ej. Fertilizantes y pesticidas

source: Username
es: Nombre de usuario

source: Role
es: Rol

source: Invalid firstname format
es: Formato de nombre invalido

source: Invalid lastname format
es: Formato de apellido invalido

source: e.i: WH-02A
es: ej. WH-02A

source: e.i. 3056
es: ej. 45256

source: Type warehouse Zipcode
es: Ingresa el código postal del almacén

source: Phone:
es: Teléfono:

source: e.i. 555 777 7777
es: ej. 555 777 7777

source: Type warehouse phone
es: Ingresa el teléfono del almacén

source: Type the contact name
es: Ingresa el nombre de contacto

source: Type details of the warehouse
es: Ingresa los detalles del almacen

source: First Address
es: Dirección principal

source: Invalid internal code
es: Ingresa el código interno

source: Assign Date
es: Asigna fecha

source: Field Supervisor:
es: Supervisor de campo:

source: Block:
es: Parcela:

source: Select block
es: Selecciona parcela

source: Add an employee
es: Agregar empleado

source: Select an employee
es: Seleciona un empleado

source: Select an parcel
es: Selecciona una parcela

source: No employees added
es: Ningun empleado agregado

source: Add an equipment
es: Agregar un equipo

source: Add a storage loaction and supplies
es: Agregar ubicación de almacenaje y Proveedores

source: Inventory Storage Location
es: Localización del almacenaje del inventario

source: Units per area
es: Unidades por área

source: Date range
es: Rango de fechas

source: TO
es: A

source: No activities for this parcel
es: Ninguna actividad para esta parcela

source: Field supervisor
es: Supervisor de campo

source: Worked hours
es: Horas trabajadas

source: No employees were required for this task
es: Ningun empleado fue requerido para esta tarea

source: No equipments were required for this task
es: Ningun equipo fue requerido para esta tarea

source: Total cost
es: Costo total

source: No products were required for this task
es: Ningun producto fue necesario para esta tarea

source: No notes.
es: Sin notas.

source: No pictures.
es: Sin imágenes.

source: Pictures
es: Imágenes

source: Hours
es: Horas

source: No progresses available for this activity.
es: No hay progresos disponibles para esta actividad.

source: People
es: Personas

source: Not employees added
es: No se han agregado empleados

source: The record has been save
es: La orden de compra ha sido confirmada

source: The purchase has been cancel
es: La orden de compra ha sido eliminada

source: The purchase is now confirm as paid
es: La orden de compra se ha confirmado como pagada

source: Processing information
es: Procesando información

source: Cancel purchase?
es: ¿Cancelar orden de compra?

source: New purchase added
es: Nueva compra

source: Processing purchase
es: Procesando nueva compra

source: Confirm Reception
es: Confirmar recepción

source: Received
es: Recibido

source: Canceled
es: Cancelado

source: Mark as paid
es: Marcar como pagado

source: Do you want to save it as a paid purchase and register it in the accounting books?
es: ¿Desea guardar la orden de compra como pagada y registrala en el libro de contabilidad?

source: No notifications available
es: Sin notificaciones por el momento

source: Loading...
es: Cargando...

source: Could not get currency information, please try again
es: No se pudo obtener la información de la moneda, por favor intente más tarde

source: Loading page ...
es: Cargando página

source: Pending
es: Pendiente

source: Paid
es: Pagado

source: Inventory
es: Inventario

source: Warehouse stock
es: Existencias en almacén

source: Saving product return
es: Guardar devolución

source: Product Return
es: Devoluciones de insumos

source: New Product Return
es: Nueva devolución

source: e.i: Main Warehouse
es: ej. Almacén Principal

source: e.i: McGregor Fertilizers
es: ej: Fertilizanctes S.A de C.V.

source: Return Product
es: Devolver insumo

source: Select image to upload
es: Seleciona una imagen

source: There are no outstanding labor records for this field plan
es: No hay registros extraordinarios de labores para esta plan de campo

source: Do you really want to delete the _WORKGROUP_ team?. All employees of the group will be disassigned
es: ¿Desea eliminar el grupo? Todos los empleados del grupo serán desasignados

source: Work Group cannot be empty
es: El grupo no puede estar vacío

source: Number of employees
es: Número de empleados

source: Labor payroll summary
es: Resumen del pago de labores

source: Total amount
es: Cantidad total

source: REPORT PAYMENT
es: REPORTE DE PAGOS

source: e.i. Team 1
es: ej. Equipo 1

source: TODAY
es: HOY

source: Sucess
es: Exito

source: Today
es: Hoy

source: Overdue
es: Retraso

source: Scouting report
es: Reporte de exploración

source: All Crops
es: Todas los cultivos

source: All Fields
es: Todos los campos

source: All Job Types
es: Todos los tipos de trabajos

source: All Job Status
es: Todos los estatus de trabajo

source: All Field Supervisor
es: Todos los supervisores

source: All Activity status
es: Todas los estatus de actividad

source: Subcategory
es: Subcategoría

source: Job Status
es: Estatus de trabajo
