Repository: Faskomilo/MessagesCLI
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es

source: Field Supervisors
es: Supervisores de campo

source: Production
es: Producción

source: No records
es: Sin registros

source: No season plans found
es: No se encontraron planes

source: New projection
es: Nueva proyección

source: The sum should be equal to the total amount
es: La suma debe ser igual a la cantidad total

source: The sum should be equal 100
es: La suma debe ser igual al 100

source: Are you sure you want to delete this projection?
es: ¿Está seguro de quere borrar esta proyección?

source: Success!
es: ¡Operación Exitosa!

source: Deleted
es: Registro borrado

source: Something is wrong, please try again
es: Algo anda mal, por favor intente de nuevo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Hide projections
es: Ocultar proyecciones

source: All Field Plans
es: Todos los planes de campo

source: SEASON PLANS
es: PLANES DE TEMPORADA

source: Crop type
es: Tipo de cultivo

source: Cultivation Year
es: Año de cultivo

source: Progress unit
es: Unidad de progreso

source: Sales unit
es: Unidades de venta

source: Fields
es: Campo

source: PRODUCTION (HARVEST)
es: PRODUCCIÓN (COSECHA)

source: Field work costs
es: Costos operativos

source: Accumulated Cost
es: Costo acumulado

source: Projections
es: Proyecciones

source: Add Projection
es: Agregar proyección

source: Projection name
es: Nombre de la proyección

source: Total amount projected in period
es: Cantidad total proyectada en el periodo

source: How do you prefer to enter the monthly data?
es: ¿Cómo prefiere ingresar los datos mensuales?

source: By quantity
es: Por cantidad

source: By percentage
es: Por porcentaje

source: Unassigned
es: Sin asignar

source: Projection month by month
es: Proyección mes por mes

source: projection
es: proyección

source: Zoom in
es: Acercar

source: Zoom out
es: Alejar

source: Value
es: Valor

source: Select all fields
es: Selecciona todos los campos

source: All fields selected
es: Todos los campos

source: Select field
es: Selecciona el campo

source: Error downloading maps
es: Error descargando los mapas

source: All crop types
es: Todos: Tipos de cultivo

source: Go
es: Cargar

source: Not started
es: No iniciado

source: In progress
es: En progreso

source: Completed
es: Completado

source: Estimated Date
es: Fecha Estimada

source: Field Supervisor
es: Supervisor de campo

source: All field
es: Todos los campos

source: Season Plan
es: Plan de temporada

source: All status
es: Todos los estatus

source: Date Completed
es: Fecha Completada

source: No plans found
es: No se encontraron planes

source: Please add plans
es: Es necesario agregar planes

source: No jobs to show
es: No hay trabajos que mostrar

source: Please add jobs to your season plans
es: Por favor, agrega trabajos a tu plan de temporada

source: SEE JOBS
es: VER TRABAJOS

source: Included Blocks
es: Bloques incluídos

source: Jobs Overview
es: Resumen de trabajos

source: Type
es: Tipo

source: Completed blocks
es: Parcelas completadas

source: All Product Categories
es: Todas las categorías

source: Spent Products
es: Productos gastados

source: REQUEST A DEMO
es: SOLICITA UN DEMO

source: Company name*
es: Nombre de la compañía

source: Number of hectares
es: Número de Hectáreas

source: Email*
es: Correo electrónico*

source: Phone
es: Teléfono

source: Additional notes
es: Notas adicionales

source: SEND DEMO REQUEST
es: ENVIAR SOLICITUD DE DEMO

source: Have an account?
es: ¿Tienes una cuenta?

source: Log in
es: Iniciar sesión

source: TIME WINDOW
es: VENTANA DE TIEMPO

source: Start:
es: Inicio:

source: End:
es: Final:

source: Completed Parcels
es: Parcelas completadas

source: hours
es: horas

source: Expected completion
es: Termino previsto

source: Date completed
es: Fecha Completada

source: No jobs found for this field
es: Ningun trabajo encontrado para este campo

source: No crops found
es: No se encontraron cultivos

source: Please add crop
es: Agrega un cultivo

source: Success! Harvest Record has been inserted
es: El registro de cosecha ha sido insertado exitosamente.

source: Something was wrong. Please review the information and try again latter.
es: Algo ocurrió.Por favor, revisa la information e intenta más tarde

source: Please add
es: Agrega

source: crop classes
es: clasificacines de cultivo

source: here
es: aquí

source: The total quantity does not match the crop classes quantity
es: La cantidad total de las clasificaciones y las los desechos debe coincidir

source: View order
es: Ver orden

source: New sale
es: Nueva venta

source: Do yo want to delete this harvest?
es: ¿Desea borrar el registro de cosecha?

source: The harvest has been deleted
es: La cosecha ha sido borrada

source: Please review available quantity product
es: Por favor revisa la disponibilidad de producto

source: Shortly we will get in touch with you
es: Pronto nos pondremos en contacto usted

source: None
es: Ninguna

source: Select a FieldPlan
es: Selecciona un plan de campo

source: Scrap
es: Desecho

source: Destination
es: Destino

source: Harvest Record
es: Registro de cosecha

source: From field
es: Del campo

source: From Block
es: De Parcela

source: Send to
es: Enviar a

source: Buyer
es: Comprador

source: To Warehouse
es: Hacia Almacén

source: To Buyer
es: Para comprador

source: Total quantity
es: Cantidad total

source: Harvest classification
es: Clasificación de cosecha

source: Please add cropclass
es: Agregar clasificación de cultivo

source: HARVEST RECORD CONFIRMED
es: REGISTRO DE COSECHA CONFIRMADO

source: You can confirm your harvest record later. Once the registration is confirmed you will not be able to make changes.
es: Puedes confirmar tu registro de cosecha posteriormente. Una vez confirmado no podrás realizar cambios.

source: Ok
es: Listo

source: Company
es: Compañía

source: Purchase Order
es: Orden de compra

source: Sale number
es: Número de venta

source: Autogenerate
es: Autogenerar

source: Crop Class
es: Clasificación de cultivo

source: Batch
es: Lote

source: Existence
es: Existencia

source: Tax type
es: Tipo de impuesto

source: Tax
es: Impuesto

source: Sale
es: Venta

source: Order by
es: Ordenar por

source: date
es: fecha

source: field plans
es: Planes de campo

source: Blocks:
es: Parcelas:

source: Delete activity
es: Borrar actividad

source: Assign activity
es: Asignar actividad

source: Select all blocks
es: Seleccionar todos las parcelas

source: All blocks selected
es: Todas las parcelas seleccionadas

source: Select one or more blocks
es: Seleciona una o mas parcelas

source: Blocks selected.
es: Parcelas selecionadas

source: No blocks assigned
es: Ningun bloque asignado

source: Select a block
es: Seleccionar parcela

source: No equipment found
es: Ningun equipo asignado

source: No product found
es: ningun producto asignado

source: New supervisor
es: Nuevo supervisor

source: Getting data
es: Obteniendo datos

source: Assigning activity
es: Asignando actividad

source: Date already used for this job
es: Ya se ha asignado esta fecha para este trabajo

source: Activities
es: Actividades

source: No jobs founded
es: No se encontraron trabajos

source: Available quantity
es: Cantidad disponible

source: Do you want to delete this activity?
es: ¿Quiere borrar esta actividad?

source: Loading fields...
es: Cargando campos...

source: Loading crops...
es: Cargando cultivos...

source: There are not crops currently
es: No hay cultivos actualmente

source: Loading crops error
es: Cargando error de cultivos

source: Cannot load crops. Try again.
es: No se pudieron cargar los cultivos. Intenta más tarde

source: Loading season plans...
es: Cargando Planes de temporada...

source: There are not plan templates currently
es: No hay plantillas de plan actualmente

source: Loading season plan error
es: Error en la carga del plan de temporada

source: Cannot load season plans. Try again.
es: No se pudieron cargar los planes de temporada. Intenta más tarde

source: Select one or more fields
es: Seleccionar uno o mas campos

source: Fields selected.
es: Campos seleccionados

source: Crop saved successfully
es: Cultivos guardadas satisfactoriamente

source: Edit crop details
es: Editar detalles de cultivos

source: Terminate crop
es: Terminar cultivo

source: Do you really want to terminate the crop _CROP_? If the crop is terminated all the associated plans will also be terminated
es: ¿Realmente desea finalizar el cultivo _CROP_? Si el cultivo termina todos los planes asociados tambien terminarán

source: Terminating the crop
es: Terminando la cosecha

source: Unassigined job
es: Trabajo sin asignar

source: The crop has been terminated successfully
es: La cosecha ha sido terminada satisfactoriamente

source: Mark as complete
es: Marcar como completado

source: Field plan completed
es: Plan de campo terminado

source: Do you really want to complete the field plan _FIELD_PLAN_? If the field plan is completed all the associated jobs will also be mark as complete
es: ¿Realmente desea completar el plan de campo _FIELD_PLAN_? Si el plan termina todos los trabajos asociados tambien se marcaran como completados

source: Do you really want to remove the field plan _FIELD_PLAN_ from your field?
es: ¿Realmente desea remover el plan de campo _FIELD_PLAN_ de tu campo?

source: Expected Completion
es: Expectativa de termino

source: Remove field plan from field
es: Eliminar plan del campo

source: Edit crop types
es: Editar tipo de cultivo

source: The field plan was unassigned successfully
es: El plan de campo fue deasignado satisfactoriamente

source: Removing filed plan from field
es: Eliminando plan archivado del campo

source: Refreshing Field Plan Data
es: Recargando los datos del plan de campo

source: No fields to show
es: No hay campos a mostrar

source: Details
es: Detalles

source: Assign
es: Asignar

source: Deallocate
es: Desasignar

source: Import activities from template
es: Importar actividades de la plantilla

source: Select plan template
es: Seleccionar plantilla de plan

source: Show completed activities
es: Mostrar actividades completadas

source: Cannot save Crop
es: No se puede guardar el cultivo

source: There is another crop with the same type and cultivation year
es: Existe otro cultivo con el mismo tipo y año de cultivación

source: Cannot save Plan template
es: No se puede guardar la plantilla de plan

source: There is another template with the same name and crop type
es: Existe otra plantilla con el mismo tipo y año de cultivación

source: MY CROPS
es: MIS CULTIVOS

source: NEW
es: Nuevo

source: PLAN TEMPLATES
es: PLANTILLAS DE PLAN

source: CURRENT PLANS
es: PLANES ACTUALES

source: All crops
es: Todos los cultivos

source: Usable area
es: Área usable

source: Cultivation year
es: Año de cultivación

source: Type cultivation year
es: Ingresa el año de cultivación

source: Is used to specify the progress of your labor in the field.
es: Es usada para indicar el progreso de la mano de obra en el cultivo

source: Yield unit
es: Unidad de rendimiento

source: Is used for the harvest register and for sales.
es: Es usado para el registro de cosecha y ventas

source: Density
es: Densidad

source: Progress unit per land area unit
es: Unidad de progreso por unidad de área de tierra

source: Crop density
es: Densidad de cultivo

source: Abbreviation
es: Abreviación

source: Short abbreviation to identify your crops faster, Agrosuite help you to create it.
es: Abreviación corta para identificar más rapido los cultivos, Agrosuite te ayuda a crearlos.

source: SAVE
es: GUARDAR

source: Plan Template
es: Plantilla de plan

source: A Plan Template is a list of activities, when a plan template is assigned to a field automatically all activities are placed in the field.
es: Una plantilla de plan es una lista de actividades que cuando se asignan a un campo dichas actividades se agregan al campo automaticamente.

source: Name to identify your Plan Template.
es: Nombre para idenficiar tu plantilla de plan

source: Select a name for your Plan Template
es: Selecciona un nombre para tu plantilla de plan

source: No activities added
es: Actividades no agregadas

source: No jobs added
es: Trabajos no agregados

source: Suggested equipment
es: Equipo sugerido

source: Suggested products
es: Productos sugeridos

source: note
es: nota

source: Please add elements to the sampling
es: Por favor, agregue elementos al muestreo

source: Select all supervisors
es: Seleccionar supervisores

source: No samplings found
es: No existen muestreos

source: Average
es: Promedio

source: Variance
es: Varianza

source: Mode
es: Moda

source: Standard Deviation
es: Desviación estandar

source: There are no sampling
es: No hay muestras

source: No sampling records
es: No se han tomado registros de muestras

source: Some information has empty data, please complete information
es: Hay información incompleta, por favor complétela

source: Data table
es: Tabla de datos

source: Histogram
es: Histograma

source: Distribution
es: Distribución

source: Results
es: Resultados

source: The sampling has been saved
es: Muestreo guardado correctamente

source: Samplings
es: Muestreos

source: New Sampling
es: Nuevo muestreo

source: Size
es: Tamaño

source: Supervisors
es: Supervisores

source: Sample variables
es: Variables de la muestra

source: Information (Showed in the app form)
es: Información (Desplegada el formulario de la aplicación)

source: Integer numbers
es: Números enteros

source: Decimals
es: Decimales

source: Options
es: Opciones

source: All Scout Categories
es: Todas las Categorías de exploración

source: All Scout Subcategories
es: Todas las Subcategorías de exploración

source: Location
es: Ubicación

source: Photos
es: Fotos

source: Create new job
es: Crear nuevo trabajo

source: Loading weather data
es: Cargando información del clima

source: There are not season plans currently
es: No hay planes de temporada actualmente

source: Assingning season plan to field
es: Assignando plan de temporada al campo

source: Season Plan assinged successfully
es: Plan de temporada asignado satisfactoriamente

source: Edit season plan details
es: Editar detalles de plan de temporada

source: Terminate season plan
es: Terminar el plan de temporada

source: Do you really want to terminate the season plan _SEASON_PLAN_? If the season plan is terminated all the associated plans will also be terminated
es: ¿Realmente desea terminar el plan de temporada _SEASON_PLAN_? Si el plan termina todos los planes asociados tambien terminarán

source: Terminating the season plan
es: Terminando el plan de temporada

source: The season plan has been terminated successfully
es: El plan de temporada ha sido terminado satisfactoriamente

source: Add job
es: Agregar trabajo

source: Order
es: Orden

source: Support
es: Soporte

source: Department
es: Departamento

source: Subject
es: Asunto

source: Type a subject
es: Escribe el asunto

source: Message
es: Mensaje

source: Type a message
es: Escribe el mensaje

source: SUBMIT
es: ENVIAR

source: Contact us!
es: ¡Contáctanos!

source: Did not find what you need?
es: ¿No encuentras lo que necesitas?

source: Help and support
es: Ayuda y soporte

source: Welcome back
es: Bienvenido de vuelta

source: please, select a project
es: seleciona un proyecto, por favor

source: GO TO PROJECT
es: IR AL PROYECTO

source: Log out
es: Cerrar sesión

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Invalid credentials, please, try again
es: Credenciales invalidas, intenta de nuevo

source: LOGIN
es: INICIAR SESIÓN

source: Request a Demo
es: Solicita un demo

source: Enter email registered in Agrosuite, we will send an email with the instructions to recovery.
es: Ingrese el correo electrónico registrado, le enviaremos las instrucciones para recuperar su contraseña por correo.

source: Email
es: Correo electrónico

source: RECOVER MY PASSWORD
es: RECUPERAR MI CONTRASEÑA

source: Please, enter your recovery code and your new password
es: Por favor, introduce tu código de recuperación y tu contraseña

source: Your password has been set.
es: El password ha sido establecido.

source: Recovery code
es: Codigo de recuperación

source: New password
es: Nueva contraseña

source: Password confirmation
es: Confirmación de contraseña

source: SET NEW PASSWORD
es: Establecer nueva contraseña

source: Error loading account records.
es: Ocurrió un error al intentar cargar los registros

source: Error saving account record.
es: Ocurrió un error al intentar guardar los registros

source: Account record save successfully
es: Registros guardados con éxito

source: FINANCIALS
es: FINANZAS

source: No account book selected.
es: Por favor seleccione un libro contable

source: No account records for this book.
es: Sin registros

source: Loading financials...
es: Cargando Finanzas

source: You still have
es: Usted cuenta con una existencia de

source: in warehouses
es: en Almacén

source: Do you want to know how much you can earn?
es: Le gustaría saber cuánto podría ganar?

source: All concepts
es: Todos los conceptos

source: Please select a field to enable button
es: Por favor, seleccione un campo para habilitar el botón

source: New record
es: Nuevo registro

source: BOOK RECORDS
es: REGISTROS

source: Operation type
es: Tipo de operación

source: Select a field plan Book to see and add records
es: Seleccione un plan de campo para ver y agregar registros

source: No records found.
es: Sin registros

source: Loading recods...
es: Cargando datos

source: Field Plan
es: Plan de campo

source: Amount
es: Cantidad

source: Operation detail
es: Detalle de operación

source: Operation detail like ticket number, invoices numbers or purchase orders
es: Detalle de operación como: núm. de ticket, núm. de factura o núm. de orden

source: Showing labor records with pending payment
es: Mostrando registros de labores pendientes de pago

source: Field plan
es: Plan de campo

source: Report payment
es: REPORTE DE PAGO

source: Cost per hour
es: Costo por hora

source: New Purchase Order
es: Nueva compra

source: Provider
es: Proveedor

source: e.i: 02A
es: ej. 02A

source: Type the external order No.
es: Ingresa No. de orden externa

source: e.i. West Field
es: e.i. El Tamarindo

source: Shipping Address
es: Dirección de envío

source: e.i. Herbicides / Herbicide 123
es: ej. Herbicida / Herbicida 123

source: Save Purchase Order
es: Guardar compra

source: Request Quantity
es: Cantidad requerida

source: Recieved Quantity
es: Cantidad recibida

source: Cost per unit
es: Costo por unidad

source: Confirm
es: Confirmar

source: External order No
es: No de orden Externa

source: Purchase Orders
es: Órdenes de compra

source: Purchase Order Status
es: Estatus de la orden de compra

source: External order No.
es: No. orden externa

source: e.i. Accesories / Tractor sower
es: ej. Accesorios/ Tractor Sembrador

source: Success! Sales has been inserted
es: Excito! Las ventas se han insertado

source: buyers
es: compradores

source: companies
es: compañías

source: The sale is now confirm as paid
es: La venta esta confirmada como pagada

source: Pay
es: Pagar

source: Do you want to save it as a paid Sale and register it in the accounting books?
es: ¿Realmente deseas marcar como venta pagada y registrar en los libros de contabilidad?

source: Non existence available
es: Sin existencias

source: Add sale
es: Agregar venta

source: EXISTENCE
es: EXISTENCIA

source: From Warehouse
es: Desde Almacén

source: From Field
es: Del Campo

source: Invoice
es: Factura

source: Donate to support vunerable population of Mexico
es: Haz una donación para apoyar a la población vunerable de México

source: Company Name
es: Nombre de la Empresa

source: Donation Type
es: Tipo de Donación

source: The pickup of your donation depend on your location
es: La recolección de la donación estará sujeta a su ubicación.

source: Send
es: Enviar

source: Tracking
es: Rastreo

source: Feature description
es: Descripción de caracteristica

source: Add the feature content
es: Agrega el contenido caracteristico

source: SEE FIELD PLAN
es: VER PLAN DE CAMPO

source: No sensors on this field
es: No hay sensores en este campo

source: Last data
es: Último dato

source: Last collection data
es: Últimos datos

source: No data to display
es: No hay datos que mostrar

source: Go to field
es: Ir al campo

source: Go to parcel
es: Ir a la parcela

source: Private stations
es: Estaciones privadas

source: Public stations
es: Estaciones públicas

source: Agents
es: Agentes

source: Tracked agents
es: Rastreo de agentes

source: View scouting records
es: Ver reportes de exploración

source: Field supervisor plan
es: Plan de supervisor de campo

source: Go to sensor
es: Ir al sensor

source: Go to station
es: Ir a la estación

source: Go to agent
es: Ir al agente

source: Go to reports
es: Ir a los reportes

source: All categories
es: Todas las categorías

source: Return to general map
es: Regresar al mapa general

source: Create and organize your jobs fields
es: Crea y organiza los trabajos de tus campos

source: Job type
es: Tipo de trabajo

source: Blocks and fields
es: Campos y parcelas

source: Select fields and blocks. (You can select more than one)
es: Selecciona los campos y parcelas. Puedes seleccionar más de una.

source: Please select parcels to continue
es: Por favor selecciona parcelas para continuar

source: Select the supervisor and the workgroups than you need
es: Selecciona el supervisor y los grupos de trabajo que necesites

source: Please select field supervisor to continue
es: Por favor selecciona un supervisor de campo para continuar

source: Select the equipment that you need
es: Selecciona el equipo que necesites

source: Select the products that you need
es: Selecciona los insumos que necesites

source: Add the notes that you consider
es: Agrega las notas que consideres

source: Save plan
es: Guardar plan

source: This activity will be apply to all the fields and blocks selected.
es: Esta actividad se asignará a todos los campos y parcelas que selecciones.

source: Activities and jobs created successfully
es: Actividades y trabajos creados con éxito

source: Grids
es: Cuadrículas

source: Ortophotos
es: Ortofotos

source: No grids available
es: No hay cuadrículas disponibles

source: No ortophotos available
es: Ortofotos no disponibles

source: No layers available
es: No hay capas disponibles

source: Getting and drawing perimeters
es: Dibujando perímetros

source: None selected
es: Nada seleccionado

source: Select all
es: Seleccionar todo

source: Loading scouting reports
es: Cargando reportes de exploración

source: Bugs
es: Bichos

source: Plant/Fruit
es: Planta/Fruta

source: Tools
es: Herramientas

source: Other
es: Otro

source: Loading agent info
es: Cargando información de agentes

source: Error loading tracked agent
es: Error cargando información de agente

source: Loading orthophoto
es: Cargando ortofotos

source: Loading layer
es: Cargando capa

source: Show topographic charts at this point
es: Mostrar cartas topográficas en este punto

source: Loading topographical chart
es: Cargando capas topográficas

source: Open topographic chart
es: Abrir carta topográfica

source: No topographic charts found
es: No se han encontrado cartas topográficas

source: Measure distance
es: Medir distancia

source: Scouting record
es: Reporte de exploración

source: Creating Scouting record
es: Creando reporte de exploración

source: Add photo
es: Agregar foto

source: selected
es: seleccionada

source: Not files selected
es: Ninguna imagen seleccionada

source: Max file size 10mb
es: Tamaño maximo 10mb
