Repository: Faskomilo/MessagesCLI
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es

source: Select
es: Elegir

source: Linear distance
es: Distancia lineal

source: How to measure?
es: ¿Cómo medir la distancia?

source: All segments
es: Todos los segmentos

source: Segment
es: Segmento

source: Elevation
es: Elevación

source: Couldn't get distances for this segment
es: No se puede obtener la medida del segmento

source: Select another point on the map and click it.
es: Cree un nuevo segmento dando clic en el mapa

source: Click on an added point to delete it.
es: Clic en el punto para borrarlo.

source: Clear and exit measure distance
es: Limpiar y salir de medición de distancia

source: Pathline distance
es: Distancia de la ruta

source: Animals
es: Animales

source: Plague
es: Plaga

source: Fungy
es: Hongo

source: Sickness
es: Enfermedad

source: Forgotten picked fruit
es: Fruta olvidada

source: Mature fruit
es: Fruta madura

source: Dryness
es: Sequedad

source: Flood
es: Inundación

source: Holes in soil
es: Agujeros en suelo

source: Missing tree or bush
es: Falta árbol o arbusto

source: Pruning required
es: Poda requerida

source: Grass cutting required
es: Corte de hierba requerido

source: Machinery
es: Maquinaria

source: Failure in irrigation system
es: Falla en sistema de riego

source: Volumetric water content
es: Contenido volumétrico de agua

source: Soil temperature
es: Temperatura del suelo

source: Soil pore water electric conductivity
es: Conductividad eléctrica del agua del poro del suelo

source: Bulk relative permittivity
es: Permitividad relativa

source: Soil electric conductivity
es: Conductividad eléctrica del suelo

source: Precipitation (today)
es: Precipitación (hoy)

source: Wind gust speed
es: Ráfaga de viento velocidad

source: Wind
es: Viento

source: Temperature
es: Temperatura

source: Atmospheric Pressure
es: Presión Atmosférica

source: Precipitation (last hour)
es: Precipitación (última hora)

source: Wind speed
es: Velocidad del viento

source: Relative humidity
es: Humedad relativa

source: Stations
es: Estaciones

source: Pluviometers
es: Pluviómetros

source: Weather Station
es: Estación de clima

source: Omnimetrix control unit
es: Unidad de control Omnimetrix

source: Dewpoint
es: Punto de rocío

source: Thermal sensation
es: Sensación térmica

source: Heat index celsius
es: Índice de calor

source: Pressure trend
es: Tendencia de presión

source: Solar radiaton
es: Radiación solar

source: Uv index
es: Índice UV

source: Visibility
es: Visibilidad

source: Wind direction
es: Dirección de viento

source: Wind chill
es: Temperatura de viento

source: Speed km/h
es: Velocidad km/h

source: SW
es: SO

source: W
es: O

source: NW
es: NO

source: CHART
es: GRÁFICA

source: DATA TABLE
es: TABLA DE DATOS

source: View public stations
es: Ver estaciones públicas

source: Loading public stations
es: Cargando estaciones públicas

source: There was an error loading the public stations
es: Hubo un error cargando las estaciones públicas

source: Drawing parcels..
es: Dibujando parcelas..

source: Loading Image
es: Cargando imagen

source: Error loading grid
es: Error cargando las cuadricula

source: Current Feature
es: Caracteristica actual

source: Scouting record image
es: Imagen de reporte de exploración

source: New Password
es: Contraseña

source: Sign in
es: Iniciar sesión

source: Authorization
es: Autorización

source: Authorized by
es: Autorizado por

source: Please draw a field perimeter
es: Por favor, dibuja un perímetro

source: Click to draw the field perimeter
es: Da click para dibujar el perímetro

source: Click to start drawing
es: Da click para dibujar

source: Click to continue drawing perimeter
es: Da click para continuar dibujando el perímetro

source: Click first point to close this perimeter
es: Da click en el primer punto para cerrar el perímetro

source: Sorry! You can't draw that!
es: ¡Lo sentimos!, no puedes hacer eso

source: Finish
es: Terminar

source: Delete last point
es: Borrar el último punto

source: Clear all
es: Borrar todo

source: Edit perimeter
es: Editar perímetro

source: No perimeters to edit
es: No hay perímetros para editar

source: Delete perimeter
es: Borrar perímetros

source: No perimeters to delete
es: No hay perímetros para borrar

source: Click cancel to undo changes
es: Da click en cancelar para descartar cambios

source: Click on a perimeter to remove
es: Da click en un perímetro para borrarlo

source: Success creating field perimeter
es: Éxito creando el perímetro

source: Drawlayer
es: Capa de dibujo

source: Loading map
es: Cargando mapa

source: FIELDS
es: CAMPOS

source: No fields available for this project.
es: No hay campos disponibles en este proyecto.

source: NEW FIELD
es: Nuevo campo

source: BLOCKS
es: PARCELAS

source: No blocks available for this field.
es: No hay bloques disponibles para este campo.

source: BLOCK DATA
es: DATOS DE PARCELA

source: Block name:
es: Nombre de Parcela

source: Field:
es: Campo:

source: Total area:
es: Área total:

source: Usable area:
es: Área Utilizable:

source: Saving block data...
es: Guardando

source: New
es: Nuevo

source: Field name
es: Nombre del campo

source: Settings apply to all users and fields in this project.
es: La configuración aplica a todos los usuarios y campos de este proyecto

source: Project name
es: Nombre del proyecto

source: Timezone
es: Zona horaria

source: Language
es: Idioma

source: Land area unit
es: Unidades de área terrestre

source: SAVE AND APPLY CHANGES
es: GUARDAR Y APLICAR CAMBIOS

source: First name
es: Nombre

source: Type your firstname
es: Ingresa tu nombre

source: Last name
es: Apellido

source: Type your lastname
es: Ingresa tu apellido

source: We are a network of 53 food banks distribuited throughout the national country. Only in 2017, we rescue more than 128 thousand tons of food, helping more than 1.2 million constant beneficiaries. We are one of the most important civi association in our country: we are the only network of food banks in Mexico and we are one of the largest network around the world.
es: Somos una red de 53 bancos de alimentos distribuidos practicamente por todo el territorio nacional que tan solo en 2017, rescatamos más de 128 mil toneladas de alimento, ayudando así a más de 1.2 millones de beneficiarions constantes. Conformamos una de las asociaciones más importantes del país: somos la única red de bancos de alimentos de México y una de la más grandes en el mundo.
